Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=398_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät
smn: Sämitigge

source: Saamelaiskulttuurikeskuksen päävuokralaisena toimii Saamelaiskäräjät ja sen vastuulla on kulttuurikeskuksen yleistilojen käytön koordinointi ja edelleen vuokraus muille toimijoille.
smn: Säämi kulttuurkuávdáá válduláigulâš lii Sämitigge já ton ovdâsvástádâssân lii kulttuurkuávdáá almolij tiilij kiävtu koordinistem já ovdâskulij laiguuttem eres tuáimeid.

source: Kulttuurikeskuksesta Saamelaiskäräjät sai käyttöönsä tilaa 1095 m2.
smn: Kulttuurkuávdáást Sämitigge finnejii kiävtun 1095 m2.

source: Keskuksen toisessa ja kolmannessa kerroksessa sijaitsevat Saamelaiskäräjien sihteeristön hallintotilat.
smn: Kuávdáá nube já kuálmád keerdist láá Sämitige čäällimkode haldâttâhtileh.

source: Saamelaiskäräjät on Suomen saamelaisten korkein, edustuksellinen poliittis-itsehallinnollinen elin, joka toimii oikeusministeriön hallinnonalalla.
smn: Sämitigge lii Suomâ sämmilij alemus, ovdâsteijeevâš poolitlâš-jiešhaaldâšlâš orgaan, kote tuáimá riehtiministeriö haldâšemsyergist.

source: Saamelaiskäräjien ydintehtävänä on suunnitella ja toteuttaa Suomen perustuslaissa saamelaisille turvattua kieltä ja kulttuuria koskevaa itsehallintoa.
smn: Sämitige vááimuspargon lii vuáváđ já olášuttiđ Suomâ vuáđulaavâst sämmiláid turvâstum kielâ já kulttuur kyeskee jiešhaldâšem.

source: Saamelaiskäräjät edustaa saamelaisia kansallisissa ja kansainvälisissä yhteyksissä ja hoitaa saamelaisten kieltä, kulttuuria ja heidän asemaansa alkuperäiskansana koskevia asioita.
smn: Sämitigge oovdâst sämmilijd aalmuglâš já aalmugijkoskâsâš ohtâvuođâin já hoittáá sämmilij kielâ, kulttuur já sii sajâttuv kyeskee aašijd algâaalmugin.

source: Saamelaiskäräjät voi tehdä viranomaisille aloitteita ja esityksiä ja antaa lausuntoja.
smn: Sämitigge puáhtá toohâđ virgeomâháid alguid já iävtuttâsâid já adeliđ ciälkkámušâid.

source: Saamelaiskäräjien 21 jäsentä ja neljä varajäsentä valitaan saamelaisten keskuudesta joka neljäs vuosi toimeenpantavilla vaaleilla.
smn: Sämitige 21 jesânid já nelji värijeessân väljejuvvojeh sämmilij koskâvuođâst valjâiguin, moh olášuttojeh jyehi niäljád ive.

source: Saamelaiskäräjien sihteeristö jakaantuu yleistoimistoon, saamen kielen-, sekä koulutus- ja oppimateriaalitoimistoon.
smn: Sämitige čäällimkodde juáhás almos, sämikielâ sehe škovlim- já oppâmateriaaltoimâttâhân.

source: Saamelaiskäräjien päätoiminen puheenjohtaja on Klemetti Näkkäläjärvi.
smn: Sämitige váldutoimâlâš saavâjođetteijee lii Klemetti Näkkäläjärvi.

source: Lisätietoa Saamelaiskäräjistä.
smn: Lasetiätu Sämitiggeest.
